Repository: moacirbrg/learndash-boost
Catalog: languages/learndash-boost-*.po
Languages: pt_br

source: WooCommerce Integration
pt_br: Integração do WooCommerce

source: New Customers
pt_br: Novos Usuários

source: When an user is created via a new purchase, the following settings will be applied.
pt_br: Quando um usuário for criado via uma nova compra, as seguintes configurações serão aplicadas.

source: A welcome e-mail will be sent
pt_br: Um e-mail de boas-vindas será enviado

source: Email subject
pt_br: Assunto do e-mail

source: Email message
pt_br: Mensagem do e-mail

source: Save changes
pt_br: Salvar alterações

source: {{customer_name}}, your credentials to access {{product_name}}
pt_br: {{customer_name}}, suas credenciais para acessar {{product_name}}

source: Thank you for your subscrition to {{product_name}}!
pt_br: Obrigado por se inscrever no {{product_name}}!

source: It is everything ready for you access to your new training.
pt_br: Está tudo pronto para você acessar o seu novo curso.

source: You can access the content using the following credentials:
pt_br: Seguem as suas credenciais logo abaixo:

source: Access link:
pt_br: Link de acesso:

source: Password:
pt_br: Senha:

source: Enjoy your training!
pt_br: Aproveite seu curso!

source: Thank you so much,
pt_br: Muito obrigado,

source: Improve your e-learning with automations and massive operations.
pt_br: Melhore seu e-learning com automações e operações massivas.
